Repository: FabianVarela/movie_series_app
Catalog: lib/l10n/app_*.arb
Languages: es

# appName
source: Movies App
es: App películas

# errorMovieListText
source: Error getting movie list
es: Error obteniendo la lista de películas

# errorMovieDetailText
source: Error getting movie detail
es: Error obteniendo el detalle de la película

# noDateAvailableText
source: No date available
es: Sin fecha disponlible

# castTitle
source: Cast
es: Reparto

# noCastAvailableText
source: No cast available
es: Sin reparto disponible

# noTrailerAvailableText
source: No trailers available
es: Sin trailers disponibles

# actorDetailBirthDate
source: Birth date:
es: Fecha de nacimiento:

# noBirthDateText
source: No birth date
es: Sin fecha de nacimiento

# actorDetailDeathDate
source: Death date:
es: Fecha de muerte:

# actorDetailBirthPlace
source: Birth place:
es: Lugar de nacimiento:

source: No birth place
es: Sin lugar de nacimiento

# actorDetailPopularity
source: Popularity:
es: Popularidad:

# actorDetailCharacters
source: {count,plural, =0{no characters} =1{{count} character} other{{count} characters}}
es: {count,plural, =0{sin personajes} =1{{count} personaje} other{{count} personajes}}

# actorDetailLoadMore
source: Load {count} more
es: Cargar {count} más

# noCharacterText
source: No character
es: Sin personaje

# noFoundReturnButton
source: Go to Home
es: Ir al inicio
